#+EXPORT_FILE_NAME: wildwater-2-syllabus
#+STARTUP: customtime
#+OPTIONS: toc:nil H:3 num:nil todo:nil pri:nil tags:nil ^:nil TeX:nil 
#+HUGO_BASE_DIR: ./ww-site/
#+HUGO_SECTION: article
#+HUGO_STATIC_IMAGES: images
#+HUGO_MENU: :menu main :weight 80
#+MACRO: ts (eval (get-ts+7))
#+TITLE: Wild Water II
#+SETUPFILE: /home/matt/src/org-html-themes/setup/theme-readtheorg.setup
* Logistics

| *Instructor:*      | Matt Price                                  |
| *Email:*           | matt.price@utoronto.ca                      |
| *Office Hrs:*      | SS 3077 T 1:30-2:45 (appointment required!) |
| *Course Meetings:* | Mon 3-5, [[http://map.utoronto.ca/utsg/building/032][WE 69]]                              |

* About Wild Water
This course is the second in a two-semester sequence exploring the history and culture of rivers -- the "wild waters" which have played (and continue to play!) a pivotal role in so many of the world's cultures. Like a river itself, these courses meander, rush, then slow, ebb and flow. The first semester provided a broad introduction to the topic, while this second semester will provide opportunities for deeper investigations into two of the great river systems of the world. Your own course projects will provide an opportunity for each of you to explore one more river system through a presentation and research project. We take an interdisciplinary approach to our subject, using rivers as a way to explore historical, cultural, and social questions. How have the Mississippi and the Ganga rivers shaped the course of history and the lives of the people who live around them? What contributions have they made to "culture", and what exactly do we mean by that term? What can we learn from the Mississippi, the Ganga, and the lives of the people around them, about how we ought to live? 

This course is also an engagement with an emergent set of practices and theories around experiential education. What can we learn from mixing our reading and writing with "embodied practices" -- that is, with practical engagements that bring us into close contact with river waters? How do experiences of paddling in, walking along, and even sleeping beside rivers transform and deepen our understanding of them? In this semester we explore these questions primarily through two days of exploration of the Humber River, the most prominent and historically important of the Toronto-area waterways. This activity will require two full weekend days; to make up for this extra course time, the course is shortened by two weeks, so our last meeting will be *March 12*. 

Weekly classroom session follow a mixed lecture-discussion format; an initial lecture will generally precede a class discussion about the readings and, in some cases, auxiliary topics. The Humber trip will involve substantial physical activity but also discussions and presentations from our guides. 

* Objectives

- Learn integrative approach to the study of river systems
- Explore the history & cultural geography of the Mississippi and Ganga Rivers
- Develop research skills around a similar exploration of another historically important river
- Develop an ethical framework for thinking about water and rivers
- Experiment with immersive experiential education
- Develop a habit of contemplation and inquiry into your own role in your education

* Policies and Academic Integrity

** Integrity
In keeping with the University’s policy toward plagiarism and cheating, academic misconduct in this course will be taken seriously and will result in disciplinary action (see the [[http://www.utoronto.ca/govcncl/pap/policies/studentc.html][Code of Student Conduct]] and [[http://www.utoronto.ca/govencl/pap/policies/behaveac.htm][Code of Behavior on Academic Matters]] for what counts as an offence). In essence, to take credit in any way for work that is not your own without acknowledging the source(s) counts as plagiarism and cheating. If you are still unsure as to what counts as plagiarism and also want to know specific ways to avoid it, you should [[http://www.utoronto.ca/writing/plagsep.html. ][study this page.]]

** Respecting Diversity
Diverse backgrounds, embodiments, and experiences are essential to the critical thinking endeavor at the heart of higher education. We expect you to be respectful of the many social and cultural differences among us, which may include, but are not limited to: age, cultural background, disability, ethnicity, technical ability, gender identity and presentation, citizenship and immigration status, national origin, race, religious and political beliefs, sex, sexual orientation, and socioeconomic status. Please talk with me right away if you experience disrespect in this class—from any source, including myself—and I will active work to address it. 

** Correspondence
Last semester we used the [[https://wildwaters.slack.com/][Slack]] messaging platform for communication; we will discuss in the first meeting whether or not to continue that practice. In the case of questions having to do with official University business (requests for extensions, discussion of accommodations, any message involving sensitive personal data) please [[mailto:matt.price@utoronto.ca?subject=HIS389%20Digital%20History][use my University email, being sure to put "RLG239" in the subject line]].  I'll do my best to reply within two working days, though occasionally the delay may be slightly longer. Please allow the full 48 hours to elapse before sending a repeat email.  

** Attendance
Make every effort to attend each class meeting (including lab sections)! Class will begin and (usually) end on time. Please do your best to get to class before the start of the session. Students are expected to attend all meetings, with exceptions permitted in case of illness and family emergencies.

Please silence all cell phones/pagers/etc. before the beginning of each class. You should bring your laptop for in-class work, but please don't use class time (lecture or lab) to check your email, update your Facebook, read reddit, watch YouTube, make dank memes, seize the means of production (allowed), etc. Such usage is distracting and interferes with learning both for you and for all the other students around you. Spend class time on class materials. If another student's activity is distracting, please ask them to stop it (or let me know outside of class).

* Accessibility 

Students with diverse learning styles and needs are welcome in this course. In particular, if you have a disability or health consideration that may require accommodations, please feel free to approach me and/or the Accessibility Services Office as soon as possible. The Accessibility Services staff are available by appointment to assess specific needs, provide referrals and arrange appropriate accommodations. The sooner you let them and me know your needs, the quicker we can assist you in achieving your learning goals in this course. All of the above applies with redoubled urgency to our proposed class trip to the Madawaska River. 

* Course Requirements and Grading
Course assignments are described in detail in the [[../assignment/][Assignments]] section of the website (though details will not all be available on the first day of class). They consist of the following:

- *Class Participation.* this is a vital part of our small seminar; please see the [[../../assignment/participation/][Participation web page]] for details.
- *Mississippi Response Paper* This short (3-5pp) paper will ask you  to respond to course readings about the Mississippi & is conceived as preparation for the final "River Biography" project
- *Humber River Reflection Paper* In this slightly longer (4-6pp) assignment you will be asked to reflect on the Humber River exploration days, drawing on both the experience along the river, and on what you have learned in class about rivers in culture. 
- *River Biography Part 1: Presentation.* In the River Biography, you will choose a river of substantial historical importance. The presentation is a brief (20 minute), general introduction to various aspects of the river system and its inhabitants.
- *River Biography Part 2: Paper.* In the mid-length (7-10pp) final paper, you will be asked to focus on one well-defined question or problem raised by the river you've chosen, and explore it in depth. 

| Assignment                 | Percentage | Due Date |
|----------------------------+------------+----------|
| Participation              |         25 | Ongoing  |
| Mississippi Paper          |         10 | <2018-02-12 Mon>  |
| Humber River Walk Response |         15 | <2018-02-26 Mon>  |
| RB Presentation            |         15 | <2018-03-12 Mon>  |
| RB Research Paper          |         35 | <2018-03-26 Mon>  |
|----------------------------+------------+----------|
| TOTAL                      |        100 |          |
#+TBLFM: @>$2=vsum(@I..@II)

* Readings
Links to readings are provided directly in the course outline below, where possible. 

* Course Outline

** Week {{{n}}} (<2018-01-08 Mon>):Introduction to the course
- course goals and structure
- the Hudson as examplar
 

** Week {{{n}}} ({{{ts}}}): Mississippi (Morphology & Ecology)
- Wohl, Ellen E. “[[/readings/wohl-once-future-river.pdf][The Mississippi: Once and Future River]].” In /A World of Rivers: Environmental Change on Ten of the World’s Great Rivers/, 174–213. Chicago ; London: The University of Chicago Press, 2011.
- Fremling, Calvin R. /Immortal River: The Upper Mississippi in Ancient and Modern Times/. Madison, Wis: University of Wisconsin Press, 2005. Ch. 2, "[[/readings/fremling-old-man-river.pdf][Introducing Old Man River]]"

** Week {{{n}}} ({{{ts}}}): Mississippi (Peoples of the River before Twain)
- Michael Witgen, "[[/readings/witgen-long-invisibility.pdf][Prologue: The Long Invisibiity of the Native New World]]", in /An Infinity of Nations/. U. of pennsylvania Press, Philadelphia, 2012. pp 1-20.
- Black Hawk, Sauk chief, and J. B. (John Barton) Patterson. [[http://archive.org/details/autobiographyofm00blaciala][Autobiography of Ma-Ka-Tai-Me-She-Kia-Kiak, or Black Hawk, Embracing the Traditions of His Nation, Various Wars in Which He Has Been Engaged, and His Account of the Cause and General History of the Black Hawk War of 1832, His Surrender, and Travels through the United States]]. [St. Louis : Press of Continental Printing Co.], 1882. 
 (excerpt TBA)
- Pabis, George S. /Daily Life along the Mississippi/. Westport, Conn: Greenwood Press, 2007.Ch. 2, "[[/readings/pabis-daily-life.pdf][Native Americans: 1541-1881]]"
- Johnson, Walter. [[http://myaccess.library.utoronto.ca/login?url=http://ebookcentral.proquest.com/lib/utoronto/detail.action?docID=3301216][River of Dark Dreams: Slavery and Empire in the Cotton Kingdom]]. Cambridge, Massachusetts: Belknap Press of Harvard University Press, 2013. "Introduction: Boom" and "5. The Runaway's River"

** Week {{{n}}} ({{{ts}}}): Mississippi (American Myths)
- Mark Twain, /Huckleberry Finn/ (excerpts)
- LeMenager, Stephanie. “[[https://muse-jhu-edu.myaccess.library.utoronto.ca/article/170554][Floating Capital: The Trouble with Whiteness on Twain’s Mississippi]].” ELH 71, no. 2 (July 9, 2004): 405–31.
*** COMMENT Music (no time)
- music: blues & jass -- https://nola.wp.tulane.edu/wp-content/uploads/sites/60/2015/12/Musical-Cultures-Intro-Syllabus.pdf cf esp Elijah Wald's work, find osmething I can check out (!)
** Week {{{n}}} ({{{ts}}}): Mississippi (Pollution, Race and Injustice in our Times)
- Morris, Christopher. /The Big Muddy: An Environmental History of the Mississippi and Its Peoples, from Hernando de Soto to Hurricane Katrina/. Oxford: Oxford University Press, 2012. Ch. 10, "Cotton, Chemicals, Catfish, Crawfish", and 11, "Nature's Return: Hurricane Katrina and the Future of the Big Muddy"
- "We are Seeing People We Didn't Know Exist" in Johnson, Cedric, Chris Russill, and Chad Lavin. /[[http://ebookcentral.proquest.com/lib/utoronto/detail.action?docID=819523][Neoliberal Deluge: Hurricane Katrina, Late Capitalism, and the Remaking of New Orleans]]/. Minneapolis: University of Minnesota Press, 2011. 
- Freudenburg, William R., Robert Gramling, Shirley Laska, and Kai T. Erikson. “[[https://link.springer.com/chapter/10.5822/978-1-61091-156-6_10][The End of an Error?]]” In /Catastrophe in the Making/, 163–70. Island Press, Washington, DC, 2009. 

** Week {{{n}}} ({{{ts}}}): Rivers of Toronto
- Bonnell, Jennifer Leigh. 2010. “[[https://tspace.library.utoronto.ca/handle/1807/24690][Imagined Futures and Unintended Consequences: An Environmental History of Toronto’s Don River Valley]].” Thesis. Ch. 1, 7
- Robertson, Heather. /Walking into Wilderness: The Toronto Carrying Place & Nine Mile Portage/ (selections TBA)
*Mississippi Paper Due*

** Week {{{n}}} ({{{ts}}}): NO CLASS DURING WINTER BREAK
** Week {{{n}}} ({{{ts}}}): Ganga (Travel Writing and River Tourism)
:PROPERTIES:
:ID:       e44c9873-f634-4c9e-8ab1-c471d73d213c
:END:
- Alter, Stephen. /Sacred Waters: A Pilgrimage up the Ganges River to the Source of Hindu Culture/. 1st Edition edition. New York: Houghton Mifflin Harcourt, 2001. (selections TBA)
- Cooper, M. “[[https://www.researchgate.net/profile/Malcolm_Cooper/publication/230582421_River_Tourism/links/0912f50e614aca0d96000000/River-Tourism.pdf][River Tourism in the South Asian Subcontinent]].” River Tourism, 2009, 23–40.

** Week {{{n}}} ({{{ts}}}): Ganga (Sacred Sites & Conservation)
- Rana P.B. Singh and Pravin S. Rana, "[[https://www-taylorfrancis-com.myaccess.library.utoronto.ca/books/e/9781317384687/chapters/10.4324%2F9781315676272-14.][Indian Sacred Natural Sites]]", in Verschuuren, Bas, and Naoya Furuta. Asian Sacred Natural Sites: Philosophy and Practice in Protected Areas and Conservation. London: Routledge, Taylor & Francis Group, 2016.
- Eck, Diana L. Banaras: City of Light. London: Routledge & K. Paul, 1983., "Introduction" and "The River Ganges and the Great Ghats"

** Week {{{n}}} ({{{ts}}}): Ganga (Pilgrimage & Pollution)
- Alley, Kelly D. On the Banks of the Gaṅgā: When Wastewater Meets a Sacred River. Ann Arbor: University of Michigan Press, 2002. Ch.2 "The Polyvalency of Purity and Pollution" and ch 7, "Pollution & the Emergence of Judicial Activism"
- Drew, Georgina. “[[http://www.sciencedirect.com.myaccess.library.utoronto.ca/science/article/pii/S1755458611000880?_rdoc=1&_fmt=high&_origin=gateway&_docanchor=&md5=b8429449ccfc9c30159a5f9aeaa92ffb&ccp=y][Why Wouldn’t We Cry? Love and Loss along a River in Decline]].” /Emotion, Space and Society/, 6, Supplement C (February 1, 2013): 25–32. 
- Sya Buryn Kedzior. "[[http://myaccess.library.utoronto.ca/login?url=http://books.scholarsportal.info/viewdoc.html?id=/ebooks/ebooks3/springer/2016-03-02/3/9789401793766][Pollution and the Renegotiation of River Goddess Worship and Water Use Practices Among the Hindu Devotees of India’s Ganges/Ganga River]]" in Brunn, Stanley D. /The Changing World Religion Map: Sacred Places, Identities, Practices and Politics/. Dordrecht: Springer Netherlands, 2015. 

** Week {{{n}}} ({{{ts}}}): Presentations

* COMMENT Local Variables
# Local Variables:
# eval: (add-hook 'after-save-hook #'org-hugo-export-wim-to-md-after-save :append :local)
# End:
